Repository: playstonex/SwiftTerm
Catalog: Application/Rayon/macOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans, zh_hant

source: Describe what you want to do in plain English, and AI will convert it to a command.
de: Beschreiben Sie in einfachem Englisch, was Sie tun möchten, und die KI wandelt es in einen Befehl um.
es: Describe lo que quieres hacer en inglés sencillo y la IA lo convertirá en un comando.
fr: Décrivez ce que vous voulez faire en anglais simple et l'IA le convertira en commande.
ja: やりたいことをわかりやすい英語で説明すると、AIがコマンドに変換してくれます。
pt_br: Descreva o que você deseja fazer em inglês simples e a IA converterá isso em um comando.
zh_hans: 用自然语言描述你想做的事，AI 会将其转换为命令。
zh_hant: 用自然語言描述你想做的事，AI 會將其轉換爲命令。

source: Detach Session
de: Sitzung trennen
es: Separar sesión
fr: Détacher la session
ja: セッションの切り離し
pt_br: Desanexar sessão
zh_hans: 分离会话
zh_hant: 分離會話

source: Detach from tmux session
de: Von der tmux-Sitzung trennen
es: Desconectarse de la sesión tmux
fr: Se détacher de la session tmux
ja: tmux セッションから切断する
pt_br: Desconectar da sessão tmux
zh_hans: 从 tmux 会话分离
zh_hant: 從 tmux 會話分離

source: Did you mean "%@"?
de: Meinten Sie „%@“?
es: ¿Quiso decir "%@"?
fr: Vouliez-vous dire « %@ » ?
ja: 「%@」のことですか？
pt_br: Você quis dizer "%@"?
zh_hans: 你是指“%@”吗？
zh_hant: 你是指“%@”嗎？

source: Disable Confirmation
de: Bestätigung deaktivieren
es: Desactivar confirmación
fr: Désactiver la confirmation
ja: 確認を無効にする
pt_br: Desativar confirmação
zh_hans: 禁用确认
zh_hant: 禁用確認

source: Drag to reorder buttons in edit mode
de: Ziehen Sie, um die Schaltflächen im Bearbeitungsmodus neu anzuordnen
es: Arrastre para reordenar los botones en el modo de edición
fr: Faites glisser pour réorganiser les boutons en mode édition
ja: 編集モードでドラッグしてボタンを並べ替えます
pt_br: Arraste para reordenar os botões no modo de edição
zh_hans: 在编辑模式下拖动以重新排序按钮
zh_hant: 在編輯模式下拖動以重新排序按鈕

source: Drag to reorder, toggle to show/hide
de: Zum Neuanordnen ziehen, zum Ein-/Ausblenden umschalten
es: Arrastra para reordenar, alterna para mostrar/ocultar
fr: Faites glisser pour réorganiser, basculez pour afficher/masquer
ja: ドラッグして並べ替え、表示/非表示を切り替えます
pt_br: Arraste para reordenar, alterne para mostrar/ocultar
zh_hans: 拖动以重新排序，切换以显示或隐藏
zh_hant: 拖動以重新排序，切換以顯示或隱藏

source: Edit Browser Session
de: Browsersitzung bearbeiten
es: Editar sesión del navegador
fr: Modifier la session du navigateur
ja: ブラウザセッションの編集
pt_br: Editar sessão do navegador
zh_hans: 编辑浏览器会话
zh_hant: 編輯瀏覽器會話

source: Edit Forward
de: Weiterleiten bearbeiten
es: Editar adelante
fr: Modifier avant
ja: 前方編集
pt_br: Editar avançar
zh_hans: 编辑转发
zh_hant: 編輯轉發

source: Editing with GoodTermID: %@
de: Bearbeiten mit GoodTermID: %@
es: Editando con GoodTermID: %@
fr: Modification avec GoodTermID : %@
ja: GoodTermID で編集: %@
pt_br: Editando com GoodTermID: %@
zh_hans: 正在使用 GoodTermID 编辑: %@
zh_hant: 正在使用 GoodTermID 編輯: %@

source: Empty Pasteboard
de: Leere Pappe
es: Cartón vacío
fr: Carton vide
ja: 空のペーストボード
pt_br: Cartão Vazio
zh_hans: 剪贴板为空
zh_hant: 剪貼板爲空

source: Enable AI Assistant
de: Aktivieren Sie den KI-Assistenten
es: Habilitar asistente de IA
fr: Activer l'assistant IA
ja: AI アシスタントを有効にする
pt_br: Habilitar Assistente de IA
zh_hans: 启用 AI 助手
zh_hant: 啓用 AI 助手

source: Enable Resume for Failed Transfers
de: Aktivieren Sie die Wiederaufnahme für fehlgeschlagene Übertragungen
es: Habilitar reanudación para transferencias fallidas
fr: Activer la reprise pour les transferts ayant échoué
ja: 失敗した転送の再開を有効にする
pt_br: Habilitar currículo para transferências com falha
zh_hans: 为失败传输启用续传
zh_hant: 爲失敗傳輸啓用續傳

source: Enhanced file transfer capabilities
de: Erweiterte Dateiübertragungsfunktionen
es: Capacidades mejoradas de transferencia de archivos
fr: Capacités de transfert de fichiers améliorées
ja: 強化されたファイル転送機能
pt_br: Capacidades aprimoradas de transferência de arquivos
zh_hans: 增强的文件传输能力
zh_hant: 增強的文件傳輸能力

source: Enter a command to get a detailed explanation of what it does.
de: Geben Sie einen Befehl ein, um eine detaillierte Erklärung seiner Funktion zu erhalten.
es: Ingrese un comando para obtener una explicación detallada de lo que hace.
fr: Entrez une commande pour obtenir une explication détaillée de ce qu'elle fait.
ja: コマンドを入力すると、その動作の詳細な説明が表示されます。
pt_br: Digite um comando para obter uma explicação detalhada do que ele faz.
zh_hans: 输入命令以获取详细说明。
zh_hant: 輸入命令以獲取詳細說明。

source: Enter the port number on the remote server to forward
de: Geben Sie die Portnummer auf dem Remote-Server ein, die weitergeleitet werden soll
es: Ingrese el número de puerto en el servidor remoto para reenviar
fr: Entrez le numéro de port sur le serveur distant à transférer
ja: 転送するリモートサーバーのポート番号を入力します
pt_br: Digite o número da porta no servidor remoto para encaminhar
zh_hans: 输入远端服务器上要转发的端口号
zh_hant: 輸入遠端服務器上要轉發的端口號

source: Enter tmux command mode
de: Rufen Sie den tmux-Befehlsmodus auf
es: Ingrese al modo de comando tmux
fr: Entrez en mode commande tmux
ja: tmuxコマンドモードに入る
pt_br: Entre no modo de comando tmux
zh_hans: 进入 tmux 命令模式
zh_hant: 進入 tmux 命令模式

source: Error Diagnosis
de: Fehlerdiagnose
es: Diagnóstico de errores
fr: Diagnostic d'erreur
ja: エラー診断
pt_br: Diagnóstico de erro
zh_hans: 错误诊断
zh_hant: 錯誤診斷

source: Error diagnosis
de: Fehlerdiagnose
es: Diagnóstico de errores
fr: Diagnostic d'erreur
ja: エラー診断
pt_br: Diagnóstico de erro
zh_hans: 错误诊断
zh_hant: 錯誤診斷

source: Error message:
de: Fehlermeldung:
es: Mensaje de error:
fr: Message d'erreur :
ja: エラーメッセージ:
pt_br: Mensagem de erro:
zh_hans: 错误信息：
zh_hant: 錯誤信息：

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
ja: エラー: %@
pt_br: Erro: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Execute Command
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
ja: コマンドの実行
pt_br: Executar comando
zh_hans: 执行命令
zh_hant: 執行命令

source: Executing: %@
de: Ausführung: %@
es: Ejecutando: %@
fr: Exécution : %@
ja: 実行中: %@
pt_br: Executando: %@
zh_hans: 执行中: %@
zh_hant: 執行中: %@

source: Execution Completed
de: Ausführung abgeschlossen
es: Ejecución completada
fr: Exécution terminée
ja: 実行完了
pt_br: Execução concluída
zh_hans: 执行完成
zh_hant: 執行完成

source: Expires On
de: Läuft ab am
es: Vence el
fr: Expire le
ja: 有効期限切れ
pt_br: Expira em
zh_hans: 到期时间
zh_hant: 到期時間

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter au format CSV
ja: CSVのエクスポート
pt_br: Exportar CSV
zh_hans: 导出 CSV
zh_hant: 導出 CSV

source: Export CSV Report
de: CSV-Bericht exportieren
es: Exportar informe CSV
fr: Exporter le rapport CSV
ja: CSVレポートのエクスポート
pt_br: Exportar relatório CSV
zh_hans: 导出 CSV 报告
zh_hant: 導出 CSV 報告

source: Export JSON
de: JSON exportieren
es: Exportar JSON
fr: Exporter JSON
ja: JSONのエクスポート
pt_br: Exportar JSON
zh_hans: 导出 JSON
zh_hant: 導出 JSON

source: Export JSON Report
de: JSON-Bericht exportieren
es: Exportar informe JSON
fr: Exporter le rapport JSON
ja: JSONレポートのエクスポート
pt_br: Exportar relatório JSON
zh_hans: 导出 JSON 报告
zh_hant: 導出 JSON 報告

source: Failed to load license info.
de: Lizenzinformationen konnten nicht geladen werden.
es: No se pudo cargar la información de la licencia.
fr: Échec du chargement des informations de licence.
ja: ライセンス情報の読み込みに失敗しました。
pt_br: Falha ao carregar informações de licença.
zh_hans: 加载许可证信息失败。
zh_hant: 加載許可證信息失敗。

source: Failed to restore purchases: %@
de: Die Käufe konnten nicht wiederhergestellt werden: %@
es: No se pudieron restaurar las compras: %@
fr: Échec de la restauration des achats : %@
ja: 購入内容を復元できませんでした: %@
pt_br: Falha ao restaurar compras: %@
zh_hans: 恢复购买失败：%@
zh_hant: 恢復購買失敗：%@

source: File Transfer
de: Dateiübertragung
es: Transferencia de archivos
fr: Transfert de fichiers
ja: ファイル転送
pt_br: Transferência de arquivos
zh_hans: 文件传输
zh_hant: 文件傳輸

source: File Transfer Settings
de: Dateiübertragungseinstellungen
es: Configuración de transferencia de archivos
fr: Paramètres de transfert de fichiers
ja: ファイル転送設定
pt_br: Configurações de transferência de arquivos
zh_hans: 文件传输设置
zh_hant: 文件傳輸設置

source: File transfer options
de: Dateiübertragungsoptionen
es: Opciones de transferencia de archivos
fr: Options de transfert de fichiers
ja: ファイル転送オプション
pt_br: Opções de transferência de arquivos
zh_hans: 文件传输选项
zh_hant: 文件傳輸選項

source: Forward Basic
de: Vorwärts Basic
es: Adelante Básico
fr: Transférer de base
ja: フォワードベーシック
pt_br: Encaminhar Básico
zh_hans: 转发基础信息
zh_hant: 轉發基礎信息

source: Forward Orientation
de: Vorwärtsorientierung
es: Orientación hacia adelante
fr: Orientation vers l'avant
ja: 前方方向
pt_br: Orientação para frente
zh_hans: 转发方向
zh_hant: 轉發方向

source: Free Plan
de: Kostenloser Plan
es: Plan gratuito
fr: Forfait gratuit
ja: 無料プラン
pt_br: Plano Gratuito
zh_hans: 免费版
zh_hant: 免費版

source: General app settings
de: Allgemeine App-Einstellungen
es: Configuración general de la aplicación
fr: Paramètres généraux de l'application
ja: アプリの一般設定
pt_br: Configurações gerais do aplicativo
zh_hans: 通用应用设置
zh_hant: 通用應用設置

source: Get OpenAI API Key →
de: Holen Sie sich den OpenAI-API-Schlüssel →
es: Obtenga la clave API de OpenAI →
fr: Obtenir la clé API OpenAI →
ja: OpenAI APIキーを取得 →
pt_br: Obtenha a chave da API OpenAI →
zh_hans: 获取 OpenAI API Key →
zh_hant: 獲取 OpenAI API Key →

source: Get Suggestions
de: Holen Sie sich Vorschläge
es: Obtener sugerencias
fr: Obtenir des suggestions
ja: 提案を得る
pt_br: Obtenha sugestões
zh_hans: 获取建议
zh_hant: 獲取建議

source: Getting suggestions...
de: Vorschläge bekommen...
es: Recibiendo sugerencias...
fr: Obtenir des suggestions...
ja: 提案を取得中...
pt_br: Recebendo sugestões...
zh_hans: 正在获取建议...
zh_hant: 正在獲取建議...

source: Go Up Folder
de: Gehe zum Ordner „Nach oben“.
es: Subir carpeta
fr: Remonter le dossier
ja: 上のフォルダーに移動
pt_br: Subir pasta
zh_hans: 返回上级文件夹
zh_hant: 返回上級文件夾

source: GoodTerm is a lobby boy that helps you to manage your servers.
de: GoodTerm ist ein Lobbyboy, der Ihnen bei der Verwaltung Ihrer Server hilft.
es: GoodTerm es un lobby boy que te ayuda a administrar tus servidores.
fr: GoodTerm est un lobbyiste qui vous aide à gérer vos serveurs.
ja: GoodTerm は、サーバーの管理を支援するロビーボーイです。
pt_br: GoodTerm é um lobby boy que ajuda você a gerenciar seus servidores.
zh_hans: GoodTerm 是帮助你管理服务器的得力工具。
zh_hant: GoodTerm 是幫助你管理服務器的得力工具。

source: GoodTerm is made based on the open-source project Rayon
de: GoodTerm basiert auf dem Open-Source-Projekt Rayon
es: GoodTerm se basa en el proyecto de código abierto Rayon
fr: GoodTerm est réalisé sur la base du projet open source Rayon
ja: GoodTerm はオープンソース プロジェクト Rayon に基づいて作成されています
pt_br: GoodTerm é feito com base no projeto de código aberto Rayon
zh_hans: GoodTerm 基于开源项目 Rayon 制作
zh_hant: GoodTerm 基於開源項目 Rayon 製作

source: Hide Keyboard
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを隠す
pt_br: Ocultar teclado
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

source: Hide Password
de: Passwort verbergen
es: Ocultar contraseña
fr: Masquer le mot de passe
ja: パスワードを隠す
pt_br: Ocultar senha
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

source: Host Address
de: Hostadresse
es: Dirección de host
fr: Adresse de l'hôte
ja: ホストアドレス
pt_br: Endereço do host
zh_hans: 主机地址
zh_hant: 主機地址

source: I fully understand the license agreements and agree with it.
de: Ich verstehe die Lizenzvereinbarungen vollständig und bin damit einverstanden.
es: Entiendo completamente los acuerdos de licencia y estoy de acuerdo con ellos.
fr: Je comprends parfaitement les accords de licence et je les accepte.
ja: 私はライセンス契約を完全に理解し、それに同意します。
pt_br: Compreendo perfeitamente os contratos de licença e concordo com eles.
zh_hans: 我已完全理解许可协议并同意其内容。
zh_hant: 我已完全理解許可協議並同意其內容。

source: Identities - %lld available
de: Identitäten – %lld verfügbar
es: Identidades - %lld disponible
fr: Identités - %lld disponible
ja: ID - %lld が利用可能
pt_br: Identidades - %lld disponíveis
zh_hans: 身份 - 可用 %lld 个
zh_hant: 身份 - 可用 %lld 個

source: Import from Pasteboard
de: Aus Pasteboard importieren
es: Importar desde cartón
fr: Importer à partir du presse-papiers
ja: ペーストボードからインポート
pt_br: Importar do Pasteboard
zh_hans: 从剪贴板导入
zh_hant: 從剪貼板導入

source: Import from file
de: Aus Datei importieren
es: Importar desde archivo
fr: Importer à partir d'un fichier
ja: ファイルからインポート
pt_br: Importar do arquivo
zh_hans: 从文件导入
zh_hant: 從文件導入

source: In place editing is supported on some fields~
de: In einigen Feldern wird die direkte Bearbeitung unterstützt~
es: La edición local es compatible con algunos campos~
fr: La modification sur place est prise en charge sur certains champs ~
ja: 一部のフィールドではインプレース編集がサポートされています~
pt_br: A edição local é suportada em alguns campos ~
zh_hans: 部分字段支持原位编辑~
zh_hant: 部分字段支持原位編輯~

source: Increase Font Size
de: Erhöhen Sie die Schriftgröße
es: Aumentar el tamaño de fuente
fr: Augmenter la taille de la police
ja: フォントサイズを大きくする
pt_br: Aumentar o tamanho da fonte
zh_hans: 增大字体
zh_hant: 增大字體

source: Indicate where should we listen on.
de: Geben Sie an, wo wir zuhören sollen.
es: Indique dónde debemos escuchar.
fr: Indiquez où devons-nous écouter.
ja: どこで聞くべきかを示してください。
pt_br: Indique onde devemos ouvir.
zh_hans: 指定应在哪一端监听。
zh_hant: 指定應在哪一端監聽。

source: Insert command
de: Befehl einfügen
es: Insertar comando
fr: Insérer une commande
ja: コマンドの挿入
pt_br: Inserir comando
zh_hans: 插入命令
zh_hant: 插入命令

source: Invalid port number
de: Ungültige Portnummer
es: Número de puerto no válido
fr: Numéro de port invalide
ja: 無効なポート番号です
pt_br: Número de porta inválido
zh_hans: 端口号无效
zh_hant: 端口號無效

source: Kill Current Window
de: Aktuelles Fenster beenden
es: Matar ventana actual
fr: Tuer la fenêtre actuelle
ja: 現在のウィンドウを強制終了する
pt_br: Eliminar janela atual
zh_hans: 关闭当前窗口
zh_hant: 關閉當前窗口

source: Kill Current Window?
de: Aktuelles Fenster beenden?
es: ¿Eliminar la ventana actual?
fr: Tuer la fenêtre actuelle ?
ja: 現在のウィンドウを強制終了しますか?
pt_br: Eliminar a janela atual?
zh_hans: 关闭当前窗口？
zh_hant: 關閉當前窗口？

source: Kill current tmux window
de: Aktuelles tmux-Fenster beenden
es: Matar la ventana tmux actual
fr: Tuer la fenêtre tmux actuelle
ja: 現在の tmux ウィンドウを強制終了します
pt_br: Mate a janela atual do tmux
zh_hans: 关闭当前 tmux 窗口
zh_hant: 關閉當前 tmux 窗口

source: Last Used
de: Zuletzt verwendet
es: Usado por última vez
fr: Dernière utilisation
ja: 最後に使用したもの
pt_br: Último uso
zh_hans: 最近使用
zh_hant: 最近使用

source: Last sync: %@
de: Letzte Synchronisierung: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
ja: 最終同期: %@
pt_br: Última sincronização: %@
zh_hans: 上次同步：%@
zh_hant: 上次同步：%@

source: Learn More
de: Erfahren Sie mehr
es: Más información
fr: Apprendre encore plus
ja: もっと詳しく知る
pt_br: Saber mais
zh_hans: 了解更多
zh_hant: 瞭解更多

source: Leave custom fields empty to use defaults.
de: Lassen Sie benutzerdefinierte Felder leer, um die Standardeinstellungen zu verwenden.
es: Deje los campos personalizados vacíos para usar los valores predeterminados.
fr: Laissez les champs personnalisés vides pour utiliser les valeurs par défaut.
ja: デフォルトを使用するには、カスタムフィールドを空のままにしておきます。
pt_br: Deixe os campos personalizados vazios para usar os padrões.
zh_hans: 留空自定义字段以使用默认值。
zh_hant: 留空自定義字段以使用默認值。

source: License Agreement
de: Lizenzvereinbarung
es: Acuerdo de licencia
fr: Contrat de licence
ja: ライセンス契約
pt_br: Contrato de licença
zh_hans: 许可协议
zh_hant: 許可協議

source: License Info
de: Lizenzinformationen
es: Información de licencia
fr: Informations sur la licence
ja: ライセンス情報
pt_br: Informações sobre licença
zh_hans: 许可信息
zh_hant: 許可信息

source: List Sessions
de: Sitzungen auflisten
es: Listar sesiones
fr: Liste des sessions
ja: セッションのリスト
pt_br: Listar sessões
zh_hans: 列出会话
zh_hant: 列出會話

source: List Windows
de: Listen Sie Windows auf
es: Listar ventanas
fr: Liste des fenêtres
ja: リストウィンドウ
pt_br: Listar janelas
zh_hans: 列出窗口
zh_hant: 列出窗口

source: List all tmux sessions
de: Listen Sie alle tmux-Sitzungen auf
es: Listar todas las sesiones de tmux
fr: Liste toutes les sessions tmux
ja: すべての tmux セッションをリストする
pt_br: Listar todas as sessões do tmux
zh_hans: 列出所有 tmux 会话
zh_hant: 列出所有 tmux 會話

source: List all tmux windows
de: Listen Sie alle tmux-Fenster auf
es: Listar todas las ventanas tmux
fr: Lister toutes les fenêtres tmux
ja: すべての tmux ウィンドウをリストする
pt_br: Listar todas as janelas do tmux
zh_hans: 列出所有 tmux 窗口
zh_hant: 列出所有 tmux 窗口

source: Load History
de: Verlauf laden
es: Historial de carga
fr: Historique de chargement
ja: 履歴のロード
pt_br: Carregar histórico
zh_hans: 加载历史
zh_hant: 加載歷史

source: Loading subscription options...
de: Abonnementoptionen werden geladen...
es: Cargando opciones de suscripción...
fr: Chargement des options d'abonnement...
ja: サブスクリプション オプションを読み込んでいます...
pt_br: Carregando opções de assinatura...
zh_hans: 正在加载订阅选项...
zh_hant: 正在加載訂閱選項...

source: Machines - %lld available
de: Maschinen - %lld verfügbar
es: Máquinas - %lld disponibles
fr: Machines - %lld disponibles
ja: マシン - %lld が利用可能
pt_br: Máquinas - %lld disponíveis
zh_hans: 服务器 - 可用 %lld 个
zh_hant: 服務器 - 可用 %lld 個

source: Made based on the open-source project Rayon
de: Basierend auf dem Open-Source-Projekt Rayon
es: Hecho en base al proyecto de código abierto Rayon
fr: Réalisé sur la base du projet open source Rayon
ja: オープンソース プロジェクト Rayon をベースに作成
pt_br: Feito com base no projeto de código aberto Rayon
zh_hans: 基于开源项目 Rayon 制作
zh_hant: 基於開源項目 Rayon 製作

source: Manage Subscription
de: Abonnement verwalten
es: Administrar suscripción
fr: Gérer l'abonnement
ja: サブスクリプションの管理
pt_br: Gerenciar assinatura
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Manage Subscription in App Store
de: Abonnement im App Store verwalten
es: Administrar suscripción en App Store
fr: Gérer l'abonnement dans l'App Store
ja: App Storeでのサブスクリプションの管理
pt_br: Gerenciar assinatura na App Store
zh_hans: 在 App Store 中管理订阅
zh_hant: 在 App Store 中管理訂閱

source: Manage in App Store
de: Im App Store verwalten
es: Administrar en la tienda de aplicaciones
fr: Gérer dans l'App Store
ja: App Storeで管理する
pt_br: Gerenciar na App Store
zh_hans: 在 App Store 中管理
zh_hant: 在 App Store 中管理

source: Manage your subscription
de: Verwalten Sie Ihr Abonnement
es: Gestiona tu suscripción
fr: Gérez votre abonnement
ja: サブスクリプションを管理する
pt_br: Gerencie sua assinatura
zh_hans: 管理你的订阅
zh_hant: 管理你的訂閱

source: Max Concurrent Transfers
de: Maximale Anzahl gleichzeitiger Übertragungen
es: Transferencias simultáneas máximas
fr: Transferts simultanés maximum
ja: 最大同時転送数
pt_br: Máximo de transferências simultâneas
zh_hans: 最大并发传输数
zh_hant: 最大併發傳輸數

source: Mic/Speech denied
de: Mikrofon/Sprache verweigert
es: Micrófono/voz denegada
fr: Micro/discours refusé
ja: マイク/音声が拒否されました
pt_br: Microfone/Fala negado
zh_hans: 麦克风或语音识别权限被拒绝
zh_hant: 麥克風或語音識別權限被拒絕

source: Monitor - %@
de: Überwachen – %@
es: Monitorear - %@
fr: Moniteur - %@
ja: モニター - %@
pt_br: Monitorar - %@
zh_hans: 监视器 - %@
zh_hant: 監視器 - %@

source: Monitor interval
de: Überwachungsintervall
es: Intervalo de monitorización
fr: Intervalle de surveillance
ja: 監視間隔
pt_br: Intervalo de monitoramento
zh_hans: 监控间隔
zh_hant: 監控間隔

source: Monitoring & Export
de: Überwachung und Export
es: Monitoreo y Exportación
fr: Suivi & Export
ja: モニタリングとエクスポート
pt_br: Monitoramento e Exportação
zh_hans: 监控与导出
zh_hant: 監控與導出

source: Monitoring Thresholds & Export
de: Überwachen von Schwellenwerten und Exportieren
es: Monitoreo de umbrales y exportación
fr: Seuils de surveillance et exportation
ja: しきい値の監視とエクスポート
pt_br: Limites de monitoramento e exportação
zh_hans: 监控阈值与导出
zh_hant: 監控閾值與導出

source: Natural language to command
de: Natürliche Sprache zum Befehlen
es: Lenguaje natural para mandar
fr: Langage naturel à maîtriser
ja: 自然言語で命令する
pt_br: Linguagem natural para comandar
zh_hans: 自然语言转命令
zh_hant: 自然語言轉命令

source: New Window
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
ja: 新しいウィンドウ
pt_br: Nova janela
zh_hans: 新建窗口
zh_hant: 新建窗口

source: Next Window
de: Nächstes Fenster
es: Siguiente ventana
fr: Fenêtre suivante
ja: 次のウィンドウ
pt_br: Próxima janela
zh_hans: 下一个窗口
zh_hant: 下一個窗口

source: No Active Executions
de: Keine aktiven Ausführungen
es: Sin ejecuciones activas
fr: Aucune exécution active
ja: アクティブな実行はありません
pt_br: Sem execuções ativas
zh_hans: 没有正在运行的执行任务
zh_hant: 沒有正在運行的執行任務

source: No Commands Analyzed
de: Keine Befehle analysiert
es: Ningún comando analizado
fr: Aucune commande analysée
ja: コマンドは分析されませんでした
pt_br: Nenhum comando analisado
zh_hans: 未分析任何命令
zh_hant: 未分析任何命令

source: No Comment
de: Kein Kommentar
es: Sin comentarios
fr: Aucun commentaire
ja: ノーコメント
pt_br: Sem comentários
zh_hans: 无备注
zh_hant: 無備註

source: No Comment (Optional)
de: Kein Kommentar (optional)
es: Sin comentarios (opcional)
fr: Pas de commentaire (facultatif)
ja: コメントなし (オプション)
pt_br: Sem comentários (opcional)
zh_hans: 无备注（可选）
zh_hant: 無備註（可選）

source: No History
de: Keine Geschichte
es: Sin historia
fr: Pas d'historique
ja: 履歴なし
pt_br: Sem histórico
zh_hans: 没有历史记录
zh_hant: 沒有歷史記錄

source: No Identity Available
de: Keine Identität verfügbar
es: No hay identidad disponible
fr: Aucune identité disponible
ja: 利用可能な ID がありません
pt_br: Nenhuma identidade disponível
zh_hans: 无可用身份
zh_hant: 無可用身份

source: No Machine Available
de: Keine Maschine verfügbar
es: No hay máquina disponible
fr: Aucune machine disponible
ja: 利用可能なマシンがありません
pt_br: Nenhuma máquina disponível
zh_hans: 没有可用机器
zh_hant: 沒有可用機器

source: No Port Forward Available
de: Keine Portweiterleitung verfügbar
es: No hay reenvío de puerto disponible
fr: Aucun transfert de port disponible
ja: 使用可能なポートフォワードがありません
pt_br: Nenhum encaminhamento de porta disponível
zh_hans: 无可用端口转发
zh_hant: 無可用端口轉發

source: No Recent
de: Nein Aktuell
es: No reciente
fr: Non récent
ja: 最近のものはありません
pt_br: Não recente
zh_hans: 没有最近记录
zh_hant: 沒有最近記錄

source: No Server Available
de: Kein Server verfügbar
es: Ningún servidor disponible
fr: Aucun serveur disponible
ja: 利用可能なサーバーがありません
pt_br: Nenhum servidor disponível
zh_hans: 无可用服务器
zh_hant: 無可用服務器

source: No Session
de: Keine Sitzung
es: Sin sesión
fr: Aucune séance
ja: セッションなし
pt_br: Nenhuma sessão
zh_hans: 没有会话
zh_hant: 沒有會話

source: No Snippet Available
de: Kein Snippet verfügbar
es: No hay fragmento disponible
fr: Aucun extrait disponible
ja: 利用可能なスニペットがありません
pt_br: Nenhum trecho disponível
zh_hans: 无可用片段
zh_hant: 無可用片段

source: No Subscription Options Available
de: Keine Abonnementoptionen verfügbar
es: No hay opciones de suscripción disponibles
fr: Aucune option d'abonnement disponible
ja: 利用可能なサブスクリプション オプションはありません
pt_br: Nenhuma opção de assinatura disponível
zh_hans: 当前没有可用的订阅选项
zh_hant: 當前沒有可用的訂閱選項

source: No active subscription was found for this Apple account.
de: Für dieses Apple-Konto wurde kein aktives Abonnement gefunden.
es: No se encontró ninguna suscripción activa para esta cuenta de Apple.
fr: Aucun abonnement actif n'a été trouvé pour ce compte Apple.
ja: この Apple アカウントにアクティブなサブスクリプションが見つかりませんでした。
pt_br: Nenhuma assinatura ativa foi encontrada para esta conta Apple.
zh_hans: 未在此 Apple 账户下找到有效订阅。
zh_hant: 未在此 Apple 賬戶下找到有效訂閱。

source: No command history yet
de: Noch kein Befehlsverlauf
es: Aún no hay historial de comandos
fr: Pas d'historique de commandes pour l'instant
ja: コマンド履歴はまだありません
pt_br: Ainda não há histórico de comandos
zh_hans: 暂无命令历史
zh_hant: 暫無命令歷史

source: No subscription options available right now.
de: Derzeit sind keine Abonnementoptionen verfügbar.
es: No hay opciones de suscripción disponibles en este momento.
fr: Aucune option d'abonnement disponible pour le moment.
ja: 現在利用できるサブスクリプション オプションはありません。
pt_br: Nenhuma opção de assinatura disponível no momento.
zh_hans: 当前没有可用的订阅选项。
zh_hant: 當前沒有可用的訂閱選項。

source: Not Selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
ja: 未選択
pt_br: Não selecionado
zh_hans: 未选择
zh_hant: 未選擇

source: Not in a tmux session
de: Nicht in einer tmux-Sitzung
es: No en una sesión tmux
fr: Pas dans une session tmux
ja: tmux セッション中ではない
pt_br: Não em uma sessão tmux
zh_hans: 当前不在 tmux 会话中
zh_hant: 當前不在 tmux 會話中

source: Nothing Available
de: Nichts verfügbar
es: Nada disponible
fr: Rien de disponible
ja: 何も利用できません
pt_br: Nada disponível
zh_hans: 暂无可用内容
zh_hant: 暫無可用內容
